import { Story } from "./interfaces/stories.interface";

export const stories: Array<Story> = [
  {
    id: "1",
    title: "Рассказ об отдыхе в Боливии",
    content:
      "Боливийская горнолыжная база Чакальтайя, расположенная на высоте более 5 тыс метров, является самым экстремальным из известных высокогорных курортов. Рекордно малое содержание кислорода, из-за невероятной высоты над уровнем моря, делает пребывание здесь нелегким, особенно, первые дни. К услугам туристов и спортсменов 10 головокружительных трасс, обслуживаемых восемью подъемниками. Курорт работает 5 месяцев в году: с ноября по март. Местный ресторан, как самый высокогорный, находится в книге рекордов Гиннесса. Восточные склоны Анд считают замечательным местом для занятий альпинизмом, здесь проложены отличные трекинговые маршруты. В городах Копакабана, Кочабамба, Тринидад и Санта-Крус-де-ла-Сьерра есть прекрасные отели, а экскурсионная программа предполагает прогулки на лодках по местным рекам или пешие походы вглубь сельвы.",
    image: "/images/bolivia.jpg",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Sint, iste!",
  },
  {
    id: "2",
    title: "Буратино - член масонской ложи?",
    content:
      "Старому столяру Джузеппе по прозвищу «Сизый Нос» попадается полено, из которого он собирается сделать ножку для стола. Но оно начинает говорить человеческим голосом, и Джузеппе дарит его своему другу, шарманщику Карло, чтобы тот вырезал деревянную куклу. Карло делает её и называет Буратино. Карло уходит, чтобы купить азбуку, и продаёт для этого свою единственную куртку. Буратино остался в каморке один. Вначале Буратино ведёт себя легкомысленно: бросает молоток в Говорящего Сверчка и чуть не погибает в зубах крысы Шушеры. Папа Карло спасает его, и Буратино обещает исправиться и пойти в школу. На следующее утро Буратино отправляется в школу, но по пути слышит музыку, зазывающую зрителей на представление кукольного театра, продаёт азбуку за четыре сольдо и покупает билет в театр. Во время представления Буратино вмешивается в сцену Арлекина и Пьеро, не зная, что в спектакле всё понарошку. Все куклы его зауважали и стали с ним танцевать. Директор кукольного театра, Карабас-Барабас, убирает Буратино со сцены и вешает на гвоздь.",
    image: "/images/buratino.jpg",
    description:
      "Lorem ipsum dolor sit amet consectetur adipisicing elit. Accusantium aliquid nisi voluptas perferendis tempora nostrum!",
  },
  {
    id: "3",
    title: "Меня поцеловал инопланетянин!",
    content:
      "В массовой культуре образы инопланетян значительно варьируются. Они часто являются животными, либо похожими на земных (во многих случаях на обезьян или насекомых), либо ксеноморфами, не имеющими аналогов среди земных существ. Иногда инопланетяне мыслятся функциональными животно-растительными гибридами, разумными растениями, грибами, очень редко — колониями бактерий или вирусов. Довольно часто инопланетян представляют разумным аналогом земных муравьев, термитов, или пчел с развитой общественной организацией и ксенофобией, что соответствует рисуемому в художественной фантастике образу огромного коллективного разума, отказывающегося от контакта с другими разумными видами и ведущего с ними бесконечные истребительные войны. Также в фантастике фигурируют и виды так называемого чистого бестелесного разума или состоящего из якобы однообразной аморфной субстанции (разумные океаны (Солярис) или планеты). Иногда мышлением наделяются даже отложенные инопланетянами яйца. В отдельных случаях морфология инопланетян предстаёт неясной, но они принимают человеческий или человекоподобный облик, чтобы упростить себе контакт с людьми.",
    image: "/images/inoplanet.jpg",
    description:
      "Lorem, ipsum dolor sit amet consectetur adipisicing elit. Dolor!",
  },
  {
    id: "4",
    title: "Как моя бабушка готовила паэлью",
    content:
      "Паэлья — национальное испанское блюдо, родом из города Валенсия. Паэлья готовится из риса, подкрашенного шафраном, готовится на сковороде на открытом огне. Собственно само слово Паэлья означает сковорода, на которой блюдо не только готовится, но и подаётся к столу. Существует огромное количество рецептов приготовления этого блюда: с морепродуктами, курицей, овощами, даже с колбасой, а также смешанная паэлья, её мы и будем готовить. Наша паэлья, конечно, немного адаптирована, тк готовить мы будем на обычной плите, подавать к столу в тарелке, а не на сковороде, да и морепродукты я использую мороженные, а не только что выловленные в море. Однако даже несмотря на эти изменения, блюдо получается очень вкусным.Для приготовления паэльи используется рис Валенсия (также может иметь название Паэлья) — среднезёрный рис, зернышки его короткие и толстые, он хорошо впитывает жидкость, вбирать в себя ароматы и при этом не разваривается, оставаясь рассыпчатым. Если вы не сможете найти Валенсию, возьмите среднезёрный рис Ризотто или Альборио (мы использовали в своём рецепте рис Ризотто). Не рекомендуется использовать в приготовлении этого блюда длиннозёрный и круглозёрный сорта риса.",
    image: "/images/paelia.jpg",
    description:
      "Lorem ipsum dolor sit, amet consectetur adipisicing elit. Ullam distinctio voluptatem mollitia!",
  },
  {
    id: "5",
    title: "Я слетала на марс и там не так круто!",
    content:
      "Марс – планета, во многом похожая на Землю, но только меньше размером. Наблюдения в телескопы зафиксировали, что на этой планете есть атмосфера. И появилась теория, что на Марсе есть жизнь. Эта теория стала настолько популярной в обществе, что в конце девятнадцатого века английский писатель Герберт Уэллс написал фантастический роман «Война миров», в котором марсиане были описаны, как злобные завоеватели Земли, погибшие, в итоге, от земных болезней. Эстафету Уэллса подхватил русский писатель Алексей Николаевич Толстой, написавший в начале двадцатого века роман «Аэлита» о приключениях инженера Лосева и его спутников на Марсе. Люди продолжают изучать Марс и отправляют к нему не только летательные аппараты, но и специальные марсоходы для изучения поверхности Красной планеты. Один из них, под названием «Curiosity» («Кьюриосити»), прилетел на Марс в августе 2012 года. Вот уже несколько лет умная машина колесит по марсианским пустыням, неутомимо делает снимки, бурит скважины, анализирует состав атмосферы, помогая ученым раскрывать загадки далекой Красной планеты. А название этому марсоходу, что примечательно, придумали американские школьники.",
    image: "/images/mars.jpg",
    description: "Lorem ipsum dolor sit, amet consectetur adipisicing elit.",
  },
];
